Repository: ranja1993/iostest
Catalog: Others/*.lproj/Localizable.strings
Languages: ro, zh_hant

source: CONFIG_LINK_PREF1
ro: În aplicație
zh_hant: App內

source: CONFIG_LINK_PREF2
ro: Safari
zh_hant: Safari

source: CONFIG_PRIORITY_PREF1
ro: Cel mai urgent
zh_hant: 最高

source: CONFIG_PRIORITY_PREF2
ro: Urgent
zh_hant: 高

source: CONFIG_PRIORITY_PREF3
ro: Normal
zh_hant: 正常

source: CONFIG_PRIORITY_PREF4
ro: Neimportant
zh_hant: 低

source: CONFIG_PRIORITY_PREF5
ro: Nimic
zh_hant: 無

source: CONFIG_SORT_PREF1
ro: Dată (cresc.)
zh_hant: 日期 (遞增)

source: CONFIG_SORT_PREF2
ro: Dată (descresc.)
zh_hant: 日期 (遞減)

source: CONFIG_SORT_PREF3
ro: Prioritate (cresc.)
zh_hant: 優先程度 (遞增)

source: CONFIG_SORT_PREF4
ro: Prioritate (descresc.)
zh_hant: 優先程度 (遞減)

source: CONFIG_OPTIONS_PREF1
ro: Prezentare generală
zh_hant: 概覽

source: CONFIG_OPTIONS_PREF2
ro: Toate sarcinile
zh_hant: 所有事項

source: CONFIG_OPTIONS_PREF3
ro: Astăzi
zh_hant: 今天

source: CONFIG_OPTIONS_PREF4
ro: Mâine
zh_hant: 明天

source: CONFIG_OPTIONS_PREF5
ro: Următoarele 7 zile
zh_hant: 接下來 7 天

source: CONFIG_OPTIONS_PREF6
ro: Interval personalizat
zh_hant: 自訂區間

source: CONFIG_OPTIONS_PREF7
ro: Completat
zh_hant: 已完成

source: HOME_SYNC_NOT_AVAILABLE
ro: Nu sunteți autentificat în iCloud. Sarcinile dvs. nu vor fi sincronizate!
zh_hant: 您尚未登入iCloud。 您的事項不會同步！

source: HOME_SYNC_SUCCESS
ro: Datele iCloud s-au sincronizat cu succes!
zh_hant: iCloud同步成功！

source: HOME_SELECT_TIME_INTERVAL
ro: Selectați intervalul de date
zh_hant: 選擇日期區間

source: SETTINGS_LOGGED_IN_AS
ro: Logat ca:
zh_hant: 登入為:

source: SETTINGS_NOT_LOGGED_IN
ro: Nu ești conectat la iCloud, sarcinile nu se sincronizează!
zh_hant: 您沒有登入iCloud，事項不會同步!

source: SETTINGS_ITEM_ENTRY_START_PAGE
ro: Pagină de pornire
zh_hant: 開始頁面

source: SETTINGS_ITEM_ENTRY_THEME
ro: Temă de culoare
zh_hant: 佈景主題

source: SETTINGS_ITEM_ENTRY_THEMES
ro: Teme de culoare
zh_hant: 佈景主題

source: SETTINGS_ITEM_ENTRY_LANGUAGE
ro: Limbă
zh_hant: 語言

source: SETTINGS_ITEM_ENTRY_OPEN_WEB_LINKS
ro: Deschideți legături Web
zh_hant: 開啟網路連結

source: SETTINGS_ITEM_ENTRY_AUTOMATIC_REMINDERS
ro: Memento-uri automate
zh_hant: 自動通知

source: SETTINGS_ITEM_ENTRY_AUTOMATIC_REMINDERS_DESC
ro: Obțineți un memento cu 30 de minute înainte de scadența sarcinii
zh_hant: 事項開始前30分鐘通知

source: SETTINGS_ITEM_ENTRY_HELPFUL_PROMPTS
ro: Indicații utile
zh_hant: 有用的提示

source: SETTINGS_ITEM_ENTRY_HELPFUL_PROMPTS_DESC
ro: Te vom ajuta să te obișnuiești cu aplicația
zh_hant: 我們會幫助您習慣使用此app

source: SETTINGS_ITEM_ENTRY_MANUAL_SYNC
ro: Sincronizare manuală iCloud
zh_hant: 手動iCloud同步

source: SETTINGS_ITEM_ENTRY_FEEDBACK
ro: Feedback
zh_hant: 回饋

source: SETTINGS_ITEM_ENTRY_ACKNOW
ro: Mulțumiri
zh_hant: 致謝

source: SETTINGS_ITEM_ENTRY_ABOUT
ro: Despre
zh_hant: 關於

source: SETTINGS_SYNC_START
ro: A început sincronizarea, vă rugăm să așteptați ...
zh_hant: 同步開始，請稍等...

source: SETTINGS_SYNC_END
ro: Sincronizare finalizată
zh_hant: 同步完成

source: SETTINGS_SYNC_FAILED
ro: Sincronizare eșuată
zh_hant: 同步失敗，檢查您的iCloud帳號或是稍後再重試。

source: SETTINGS_NO_EMAIL_FAILED
ro: Nicio configurare a contului de e-mail pe dispozitiv
zh_hant: 無任何電子郵件帳號設定在您的裝置。

source: SETTINGS_ABOUT_TEXT
ro: O simplă aplicație de listă de activități open source scrisă în Swift. Bazată pe Todoist UI/UX Radu Ursache - RanduSoft
zh_hant: A simple open source To-do list app written in Swift. Based on Todoist UI/UX Radu Ursache - RanduSoft

source: SETTINGS_CONFIRMATION_START_PAGE
ro: Pagina de pornire actualizată!
zh_hant: 開始頁面已更新

source: SETTINGS_CONFIRMATION_THEME
ro: Tema actualizată!
zh_hant: 佈景主題已更新！

source: SETTINGS_CONFIRMATION_LANGUAGE
ro: Limba actualizată. Vă rugăm să reporniți aplicația!
zh_hant: 語言已更新。請重啟app！

source: SETTINGS_CONFIRMATION_LINKS
ro: Acum se vor deschide legături {replace}!
zh_hant: 連結現在將開啟 {replace}！

source: TASKS_SORT_TASKS
ro: Sortare sarcini
zh_hant: 排序事項

source: TASKS_TASK_OPTIONS
ro: Opțiuni de activități
zh_hant: 事項選項

source: TASKS_COMPLETE
ro: Complet
zh_hant: 完成

source: TASKS_MOVE_TO_INBOX
ro: Mutați în inbox
zh_hant: 移到收件匣

source: TASKS_CONFIRMATION_TASK_COMPLETE
ro: Sarcină finalizată!
zh_hant: 事項完成！

source: TASKS_COMPLETED
ro: Completat
zh_hant: 已完成

source: TASKS_DATE_LABEL_TODAY
ro: astăzi
zh_hant: 今天

source: TASKS_DATE_LABEL_ON
ro: pe
zh_hant: 在

source: TASKS_SEARCH_PLACEHOLDER
ro: Caută
zh_hant: 搜尋

source: TASKS_NO_TASKS_LABEL
ro: Nu există sarcini
zh_hant: 無事項

source: EDIT_TASKS_EDIT_TASK
ro: Editare sarcină
zh_hant: 編輯事項

source: EDIT_TASKS_ADD_TASK
ro: Adăugați sarcina
zh_hant: 新增事項

source: EDIT_TASKS_TASK_CONTENT
ro: Conținutul activității
zh_hant: 事項內容

source: EDIT_TASKS_DATE_TIME
ro: Data și ora
zh_hant: 日期 & 時間

source: EDIT_TASKS_NO_DATE
ro: Fără dată
zh_hant: 沒有日期

source: EDIT_TASKS_TASK_PRIORITY
ro: Prioritatea activității
zh_hant: 事項優先度

source: EDIT_TASKS_PRIORITY
ro: Prioritate
zh_hant: 優先度

source: EDIT_TASKS_NO_TASK_NAME_ERROR
ro: Trebuie să numiți sarcina dvs. pentru a o salva
zh_hant: 您必須先命名您的事項來儲存它。

source: EDIT_TASKS_UPDATED
ro: actualizat
zh_hant: 已更新

source: EDIT_TASKS_ADDED
ro: adăugat
zh_hant: 已新增

source: EDIT_TASKS_CHANGED_ERROR
ro: Sarcina dvs. a fost {replace}, dar sunteți în prezent într-un ecran de tasklist bazat pe date. Pentru a vă vedea sarcina, mergeți înapoi și selectați 'Toate sarcinile' sau adăugați o dată acestei sarcini
zh_hant: 您的事項已經 {replace} 但是您目前在以日期為基礎的事項清單畫面。 要查看您的事項，回上一頁然後選擇'所有事項' 或是 新增一個日期給這個事項。

source: COMMENTS_TITLE
ro: Comentarii
zh_hant: 註解

source: COMMENTS_ADD_COMMENT
ro: Adăugați un comentariu
zh_hant: 新增一個註解

source: COMMENTS_ADD_IMAGE_TITLE
ro: Alege sursa imaginii
zh_hant: 選擇圖片來源

# COMMENTS_SOURCE_CAMERA
source: COMMENTS_SOURCE_CAMÉRA
ro: Camera
zh_hant: 相機

source: COMMENTS_SOURCE_GALLERY
ro: Galerie foto
zh_hant: 相簿

source: REMINDERS_TITLE
ro: Memento-uri
zh_hant: 通知

source: REMINDERS_SELECT_DATE_TIME
ro: Selectați data și ora
zh_hant: 選擇日期跟時間

source: WATCH_TITLE
ro: Sarcinile de azi
zh_hant: 今天事項

source: WATCH_TITLE_COUNT
ro: Sarcinile de azi ({count})
zh_hant: 今天事項 ({count})

# OK
source: D'ACCORD
ro: OK
zh_hant: OK

source: NOTIFICATION
ro: Notificare
zh_hant: 通知

# WARNING
source: AVERTISSEMENT
ro: Avertisment
zh_hant: 警告

# ERROR
source: ERREUR
ro: Eroare
zh_hant: 錯誤

# DONE
source: FAIT
ro: Done
zh_hant: 完成

# CANCEL
source: ANNULER
ro: Anulează
zh_hant: 取消

# CLOSE
source: FERMER
ro: Închidere
zh_hant: 關閉

# ADD
source: AJOUTER
ro: Adăugare
zh_hant: 新增

# UPDATE
source: MISE À JOUR
ro: Actualizare
zh_hant: 更新

# DELETE
source: SUPPRIMER
ro: Șterge
zh_hant: 刪除

# TODAY
source: AUJOURD'HUI
ro: Astăzi
zh_hant: 今天

# TOMORROW
source: DEMAIN
ro: Mâine
zh_hant: 明天

# TOMORROW_SHORT
source: DEMAIN_SHORT
ro: Mâine
zh_hant: Tom.

# SUCCESS
source: SUCCÈS
ro: Succes
zh_hant: 成功

# EDIT
source: MODIFIER
ro: Editare
zh_hant: 編輯

# SAVE
source: SAUVEGARDER
ro: Salvați
zh_hant: 存檔

source: ONBOARDING_WELCOME
ro: Bun venit la
zh_hant: 歡迎使用

source: ONBOARDING_START
ro: Să începem cu o mică introducere
zh_hant: 讓我們從快速入門開始

source: ONBOARDING_CONTINUE
ro: Continuă
zh_hant: 繼續

source: ONBOARDING_PUSH_NOTIFICATIONS
ro: Push Notifications
zh_hant: 通知

source: ONBOARDING_RECEIVE_PUSH_NOTIFICATIONS
ro: Primește notificări push pentru memento-uri
zh_hant: 接收提醒的通知

source: ONBOARDING_ACTIVATE
ro: Activează
zh_hant: 啟用

source: ONBOARDING_NOT_NOW
ro: Nu acum
zh_hant: 不是現在

source: ONBOARDING_DONE
ro: Setări inițiale finalizate
zh_hant: 快速入門完成

source: ONBOARDING_DONE_DETAIL
ro: Verifică și ecranul de setări de unde poți modifica tema de culoare și altele! Acum poți începe să adaugi sarcini!
zh_hant: 檢查您可以自訂app顏色主題的設定及其他相關設定。您可以現在增加事項及計畫您的一天!

source: ONBOARDING_DONE_ACTION
ro: Să începem
zh_hant: 開始

source: LANGUAGE_OPTION_1
ro: Engleză
zh_hant: 英文

source: LANGUAGE_OPTION_2
ro: Română
zh_hant: 羅馬尼亞文

source: LANGUAGE_OPTION_3
ro: Chineză
zh_hant: 繁體中文
